Repository: muisit/memberdata-forms
Catalog: languages/memberdata-forms-*.po
Languages: nl_nl

source: %s is a required field
nl_nl: %s is een verplicht veld

source: %s must be a valid e-mail address
nl_nl: %s moet een geldig e-mail adres zijn

source: %1$s must be a valid date in the format %2$s
nl_nl: %1$s moet een geldige datum in het format %2$s zijn

source: %1$s must be a valid time in the format %2$s
nl_nl: %1$s moet een geldig tijdstip in het format %2$s zijn

source: %s must be an integral numeric value
nl_nl: %s moet een geheel getal zijn

source: %s must be a numeric value
nl_nl: %s moet een getal zijn

source: Rule %s not implemented
nl_nl: Validatieregel %s is niet geimplementeerd

source: %1$s must be smaller than %2$f
nl_nl: %1$s moet kleiner zijn dan %2$f

source: %1$s must be before %2$s
nl_nl: %1$s moet voor %2$s zijn

source: %1$s must be smaller than %2$d characters
nl_nl: %1$s moet korter zijn dan %2$d tekens

source: %1$s must be smaller than or equal to %2$f
nl_nl: %1$s moet kleiner of gelijk aan %2$f zijn

source: %1$s must be before or at %2$s
nl_nl: %1$s mag niet na %2$s vallen

source: %1$s must be smaller than or equal to %2$d characters
nl_nl: %1$s mag niet meer dan %2$d tekens bevatten

source: %1$s must be greater than or equal to %2$f
nl_nl: %1$s moet gelijk of groter zijn dan %2$f

source: %1$s must be at or after %2$s
nl_nl: %1$s moet niet voor %2$s vallen

source: %1$s must have at least %2$d characters
nl_nl: %1$s moet minstens %2$d tekens hebben

source: %1$s must be greater than %2$f
nl_nl: %1$s moet groter zijn dan %2$f

source: %1$s must be after %2$s
nl_nl: %1$s moet na %2$s vallen

source: %1$s must have more than %2$d characters
nl_nl: %1$s moet meer dan %2$d tekens hebben

source: MemberData Forms Manager
nl_nl: MemberData Formulier Manager

source: Settings
nl_nl: Instellingen

source: Save
nl_nl: Opslaan

source: Close
nl_nl: Sluiten

source: Remove
nl_nl: Annuleren

source: Add Form
nl_nl: Formulier Toevoegen

source: Add
nl_nl: Toevoegen

source: There was a network problem saving the data. Please try again or reload the page
nl_nl: Er was een netwerkprobleem tijdens het opslaan van de gegevens. Probeer het a.u.b. nog een keer of herlaad de pagina

source: Network error, please try again
nl_nl: Netwerkfout, probeer het nog eens

source: Validation
nl_nl: Validatie

source: Error saving form:
nl_nl: Fout bij opslaan van formulier:

source: There was an error saving the form results. Please try again or reload the page. If the problem persists, please contact administration.
nl_nl: Er was een foutmelding tijdens het opslaan van de gegevens. Probeer het a.u.b. nog een keer of herlaad de pagina. Als het probleem blijft bestaan, neem dan contact op met de beheerders.

source: YYYY-MM-DD HH:mm
nl_nl: DD-MM-YYYY HH:mm

source: NewForm
nl_nl: NieuwFormulier

source: Name
nl_nl: Naam

source: Sheet
nl_nl: Werkblad

source: Select a sheet
nl_nl: Selecteer een werkblad

source: Option 1
nl_nl: Optie 1

source: Option 2
nl_nl: Optie 2

source: Option 3
nl_nl: Optie 3

source: New Field
nl_nl: Nieuw veld

source: Edit Field
nl_nl: Bewerk Veld

source: Attribute
nl_nl: Attribuut

source: Select an attribute
nl_nl: Selecteer een attribuut

source: Default value
nl_nl: Standaardwaarde

source: Use ':now:' to get the current date-time
nl_nl: Gebruik ':now:' om de huidige datum-tijd te krijgen

source: Options
nl_nl: Opties

source: Enter a list of values, separated with bars (|)
nl_nl: Voer een lijst van waardes in, gescheiden met een balk (|)

source: Examples: 'Y-m-d', 'H:i:s', '0.00'
nl_nl: Bijvoorbeeld: 'Y-m-d', 'H:i:s', '0.00'

source: Rules
nl_nl: Validatieregels

source: Text-line
nl_nl: Tekst-regel

source: Text-area
nl_nl: Tekst-gebied

source: Number
nl_nl: Nummer

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Single selection
nl_nl: Enkelvoudige selectie

source: Limited multiple selection
nl_nl: Beperkte multi-selectie

source: Limited single selection
nl_nl: Beperkte enkelvoudige selectie

source: Checkbox
nl_nl: Vinkbox

source: Hidden
nl_nl: Verborgen

source: Widget
nl_nl: Wediget

source: use javascript widget for entry
nl_nl: gebruik javascript widget voor invoer

source: is required
nl_nl: is verplicht

source: must be less than or before:
nl_nl: moet minder zijn of voor:

source: must be less than (before) or equal to:
nl_nl: moet minder zijn (of voor) of gelijk aan:

source: must be greater than (after) or equal to:
nl_nl: moet groter zijn (of na) of gelijk aan

source: must be greater than or after:
nl_nl: moet groter zijn of na:

source: trim whitespace characters from start and end
nl_nl: verwijder witruimte voor en na de invoerwaarde

source: must be an integral number
nl_nl: moet een geheel getal zijn

source: Submit label
nl_nl: Verstuurlabel

source: Submit
nl_nl: Versturen

source: Enter
nl_nl: Insturen

source: Send
nl_nl: Verzenden

source: Register
nl_nl: Registreren

source: Done
nl_nl: Klaar

source: Email afterwards
nl_nl: E-mail na insturen

source: Enter a comma-separated list of addresses to send the form content to afterwards
nl_nl: Geen een komma-gescheiden lijst van adressen waar de inhoud van het formulier achteraf naartoe gestuurd wordt

source: Email subject
nl_nl: E-mail onderwerp

source: Redirect page
nl_nl: Afsluitende pagina

source: Pick a date
nl_nl: Kies een datum

source: Pick a time
nl_nl: Kies een tijd

source: This value is required!
nl_nl: Deze waarde is verplicht!

source: The form was saved successfully. You can now close this page
nl_nl: Het formulier was succesvol opgeslagen. Je kunt deze pagina nu sluiten.

source: Creating forms attached to sheets and validate data entry
nl_nl: Formulieren verbinden aan werkbladen, met validatie van data

source: Text content
nl_nl: Tekstuele inhoud

source: Button colour
nl_nl: Knopkleur

source: Border colour
nl_nl: Randkleur

source: Text colour
nl_nl: Tekstkleur

source: Label colour
nl_nl: Labelkleur

source: Error colour
nl_nl: Foutmeldingkleur

source: Indicator colour
nl_nl: Indicatorkleur
